export const cities = [
    //Кежемско-богучанское
    {name: "Манзя", lat: 58.4865, lon: 96.2615},
    {name: "Богучаны", lat: 58.383, lon: 97.45},
    {name: "Осиновый Мыс", lat: 57.5639, lon: 96.9097},
    {name: "Кодинск", lat: 58.61, lon: 99.2},
    //Енисейское
    {name: "Алекс.Шлюз", lat: 59.435, lon: 89.286},
    {name: "Сым", lat: 60.35, lon: 88.367},
    {name: "Ярцево", lat: 60.25, lon: 90.233},

    {name: "Вельмо", lat: 61.016, lon: 93.431},
    {name: "Северо-Енисейский", lat: 60.367, lon: 93.033},

    {name: "Енисейск", lat: 58.45, lon: 92.15},
    {name: "Назимово", lat: 59.5, lon: 91.017},
    {name: "Лосиноборск", lat: 58.45, lon: 89.467},
    {name: "Стрелка", lat: 58.083, lon: 93},
    {name: "Мотыгино", lat: 58.178, lon: 94.747},

    {name: "Пировское", lat: 57.633, lon: 92.267},
    {name: "Больш. Мурта", lat: 56.9, lon: 93.133},
    {name: "Казачинское", lat: 57.681, lon: 93.266},
    {name: "Новобирилюссы", lat: 56.969, lon: 90.681},
    {name: "Тюхтет", lat: 56.533, lon: 89.317},
    {name: "Больш. Улуй", lat: 56.65, lon: 90.55},
    {name: "Ачинск", lat: 56.283, lon: 90.517},
    {name: "Боготол", lat: 56.217, lon: 89.55},
    //Центральное
    {name: "Ужур", lat: 55.3, lon: 89.817},
    {name: "Шарыпово", lat: 55.53, lon: 89.2},
    {name: "Кемчуг", lat: 56.1, lon: 91.667},
    {name: "Назарово", lat: 56.03, lon: 90.32},
    {name: "Балахта", lat: 55.383, lon: 91.617},
    {name: "Светлолобово", lat: 55.088, lon: 90.848},
    {name: "Кача", lat: 56.117, lon: 92.2},
    {name: "Шумиха", lat: 55.9, lon: 92.3},
    {name: "Красноярск", lat: 56.033, lon: 92.75},
    {name: "Сухобузимское ", lat: 56.5, lon: 93.283},

    {name: "Тасеево", lat: 57.2, lon: 94.55},
    {name: "Дзержинское ", lat: 56.85, lon: 95.217},
    {name: "Абан", lat: 56.7, lon: 96.03},
    {name: "Канск", lat: 56.2, lon: 95.633},

    {name: "Анастасино", lat: 55.12, lon: 93.38},
    {name: "Шалинcкое", lat: 55.717, lon: 93.747},

    {name: "Уяр", lat: 55.817, lon: 94.3},
    {name: "Агинское", lat: 55.25, lon: 94.883},
    {name: "Ирбейское", lat: 55.633, lon: 95.467},
    //Эвенкийское
    {name: "Туруханск", lat: 65.783, lon: 87.933},
    {name: "Бор", lat: 61.6, lon: 90.017},
    {name: "Ворогово", lat: 61.033, lon: 89.633},
    {name: "Тура", lat: 64.266, lon: 100.233},
    {name: "Байкит", lat: 61.667, lon: 96.367},
    {name: "Ванавара", lat: 60.333, lon: 102.267},
    {name: "Чемдальск", lat: 59.633, lon: 103.317},
    //Южное
    {name: "Ермаковское", lat: 53.3, lon: 92.417},
    {name: "Каратузкое", lat: 53.6, lon: 92.85},
    {name: "Черемушки", lat: 53.05, lon: 91.467},
    {name: "Минусинск", lat: 53.7, lon: 91.7},

    {name: "Курагино", lat: 53.88, lon: 92.68},
    {name: "Идра", lat: 54.367, lon: 92.133},
    {name: "Лебяжье", lat: 54.2, lon: 91.58},
    {name: "Артемовск", lat: 54.361, lon: 93.435},

    {name: "Усть-Уса", lat: 52.057, lon: 92.167},
    {name: "Нижнеусинское", lat: 52.257, lon: 93.013}
];